export interface Event {
  id: number;
  slug: string;
  title: string;
  startDate: string;
  date: string;
  time: string;
  description: string;
  includes: string[];
  instructors: string[];
  instructorDetails?: string;
  pricing?: {
    earlyBird: {
      endDate: string;
      oneDay: string; 
      secondDay: string;
      thirdDay: string;
      forthDay: string;
    };
    regular: {
      endDate: string;
      oneDay: string; 
      secondDay: string;
      thirdDay: string;
      forthDay: string;
    };
  };
  location: string;
  image?: string;
  googleFormLink: string;
}

export const events: Event[] = [
  {
    id: 1,
    slug: "workshop-aerial-yoga-duo",
    title: "Workshop Aerial Yoga Duo",
    startDate: "2022-11-01",
    date: "Σάββατο 01/11/2022",
    time: "Ώρα: 12:00 - 14:00",
    description:
      "Ένα δίωρο εργαστήριο εναέριων ακροβατικών σε ζευγάρια με την χρήση αιώρας. Ελάτε να εξερευνήσουμε ακροβατικές θέσεις σε συνεργασία με τον παρτενέρ σας!\n\nΣτο εργαστήριο θα μάθουμε να συντονίζουμε τις κινήσεις μας με εκείνες με του φίλου μας. Θα αποκτήσουμε εμπιστοσύνη ώστε να μάθουμε να συνεργαζόμαστε!\n\nΘα ξεκινήσουμε ζέσταμα, ακροβατικά, stretching, χαλάρωση και φυσικά όλα αυτά με τον φίλο μας!\n\nΤο εργαστήριο απευθύνεται σε μαθητές που έχουν εμπειρία σε βασικές θέσεις της aerial yoga και σε δασκάλους που θέλουν να γνωρίσουν την aerial yoga duo!\n\nΤοποθεσία: @aiorisis\nΔιδάσκουν: Εύη Πριόνα & Σταλίτσα Laut",
    includes: [
      "Ένα δίωρο εργαστήριο εναέριων ακροβατικών σε ζευγάρια",
      "Χρήση αιώρας",
      "Εξερεύνηση ακροβατικών θέσεων σε συνεργασία με τον παρτενέρ σας",
    ],
    instructors: ["Εύη Πριόνα", "Σταλίτσα Laut"],
    location:"",
    image: "/events/Aerial-Yoga-Duo-1-11-2022.webp",
    googleFormLink: "https://forms.gle/...",
  },
  {
    id: 2,
    slug: "christmas-decoration-aiorisis",
    title: "Christmas Decoration στο Αιώρησις!",
    startDate: "2022-11-20",
    date: "Κυριακή 27/11/2022",
    time: "Ώρα: 17:00",
    description:
      "Την Κυριακή 27/11 στις 17:00 σας προσκαλούμε να στολίσουμε παρέα το Αιώρησις Studio.\n\nΕλάτε να μοιραστούμε την εορταστική ατμόσφαιρα με άκρως χριστουγεννιάτικη διάθεση.\n\nΘα χαρούμε να σας έχουμε κοντά μας.",
    includes: [
      "Στολισμός του Αιώρησις Studio",
      "Εορταστική ατμόσφαιρα",
      "Χριστουγεννιάτικη διάθεση",
    ],
    instructors: ["Το Αιώρησις Team"],
    location:"",
    image: "/events/decoration-christmas-20-11-2022.webp",
    googleFormLink: "",
  },
  {
    id: 3,
    slug: "get-into-handstands",
    title: "Get into handstands",
    startDate: "2023-02-04",
    date: "Σάββατο 04/02/2023",
    time: "Ώρα: 12:00",
    description:
      "Σε αυτό το εργαστήριο θα προσεγγίσουμε τα αρχικά στάδια θέσεων που αφορούν στηρίξεις στα χέρια και ανεστραμμένες θέσεις, δίνοντας έμφαση στην ασφαλή προετοιμασία του σώματος, στην κατανόηση, τεχνική/ευθυγράμμιση αυτών και τέλος στο κατευνασμό του σώματος και στην διατήρηση του εύρους των αρθρώσεων.\n\nΟ Νίκος Σταφυλίδης είναι απόφοιτος ιδιωτικής σχολής φυσικοθεραπείας στη Θεσσαλονίκη όπου τα τελευταία 6 χρόνια ασχολείται με την yoga και την ακροβατική έχοντας ακολουθήσει τα προηγούμενα χρόνια το δρόμο των πολεμικών τεχνών και extreme sports.\n\nΠτυχιούχος 200hr ashtanga/iyengar yoga από το 2019 και αυτοδίδακτος στην ακροβατική δίνοντας έμφαση στην ενεργοποίηση και ευθυγράμμιση του σώματος με την αντίσταση της βαρύτητας και το βάρος του σώματος.\n\nΑπευθύνεται σε: Ασκούμενους yoga (beginners, intermediate level), pilates, γυμναστές και ενδιαφερόμενους ακροβατικής.\n\nΤόπος: @aiorisis",
    includes: [
      "Ασφαλής προετοιμασία του σώματος",
      "Τεχνική και ευθυγράμμιση στηρίξεων",
      "Ανεστραμμένες θέσεις",
      "Διατήρηση εύρους αρθρώσεων",
      "Κατευνασμός σώματος",
    ],
    instructors: ["Νίκος Σταφυλίδης"],
    location:"",
    image: "/events/get-into-handstands-18-01-2023.webp",
    googleFormLink: "",
  },
  {
    id: 4,
    slug: "acroyoga-transitions-and-flows",
    title: "Acroyoga Transitions and Flows",
    startDate: "2023-04-01",
    date: "Σάββατο 01/04/2023",
    time: "Ώρα: 12:00-15:00 & 17:00-20:00",
    description:
      "Το Σάββατο 1 Απριλίου, στη Θεσσαλονίκη, στον υπέροχο χώρο του @aiorisis, βρίσκουμε τον ρυθμό μας στον αέρα με μεταβάσεις σε δυναμική ροή και κύκλους ή αλλιώς “πλυντήρια”, σε ένα workshop για παλιούς και νέους AcroYogis!\n\nΚαθοδηγεί ο John Karvelis (Αθήνα) πιστοποιημένος δάσκαλος Level 2 της AcroYoga International.\n\nΛίγα λόγια για τον εισηγητή:\nΟ Γιάννης Καρβέλης είναι πιστοποιημένος δάσκαλος Acroyoga.org Level 2 και Immersion teacher, πιστοποιημένος δάσκαλος yoga (Hatha και Vinyasa Krama) και θεραπευτής Thai Yoga massage από το Sunshine network. Του αρέσει να συνδυάζει τα δυνατά στοιχεία της ακροβατικής, τις θεραπευτικές τέχνες και την επικοινωνία των ανθρώπων σε ομάδες με την καλύτερη ποιότητα επαφής στο σώμα και το μυαλό.",
    includes: [
      "Solar Asana Sequence",
      "Partner Inversions & handstands",
      "Τεχνικές δύναμης, ευθυγράμμισης, συντονισμού και συνεργασίας",
      "Μεταβάσεις σε ροή (Flows)",
      "Πλυντήρια (Washing Machines)",
      "Αποθεραπεία & Thai Massage",
    ],
    instructors: ["John Karvelis"],
        instructorDetails: "Λίγα λόγια για τον εισηγητή:\nΟ Γιάννης Καρβέλης είναι πιστοποιημένος δάσκαλος Acroyoga.org Level 2 και Immersion teacher, πιστοποιημένος δάσκαλος yoga (Hatha και Vinyasa Krama) και θεραπευτής Thai Yoga massage από το Sunshine network. Του αρέσει να συνδυάζει τα δυνατά στοιχεία της ακροβατικής, τις θεραπευτικές τέχνες και την επικοινωνία των ανθρώπων σε ομάδες με την καλύτερη ποιότητα επαφής στο σώμα και το μυαλό.",
        location:"",
    image: "/events/ACROYOGA_transitions_and_flows_john_karvelis_1_04_23.webp",
    googleFormLink:
      "https://docs.google.com/forms/d/e/1FAIpQLSfBSV3evL7_FqAEzZNoepymhHhl7Vbi6vi6GQwV8n1RScfdfA/viewform?usp=sf_link",
  },
  {
    id: 5,
    slug: "silks-rope-workshops-stella-tzirti",
    title: "Silks & Rope Workshops",
    startDate: "2023-05-07",
    date: "Κυριακή 07/05/2023",
    time: "Ώρα: 12:00-14:00 & 15:00-17:00",
    description:
      "▫️Group 1: Εφαρμογή δυναμικών τεχνικών (δηλαδή αιωρήσεων) για να “βρεθούμε” από τη μία θέση στην άλλη, να συνδέσουμε, να συνδυάσουμε, να “μπούμε”, να “βγούμε” και να δώσουμε ροή στην κίνησή μας!!\n\n▫️Group 2: Advanced beats, roll ups και meathooks ή συνδυασμός και των τριών..!! Ένα σεμινάριο με advanced υλικό για σχοινί ή πανί, με τόνους τεχνικής!!\n\nΛίγα λόγια για την εισηγήτρια:\nΗ Στέλλα Τζίρτη ειδικεύεται στο ακροβατικό πανί και σχοινί, δίνοντας ιδιαίτερη έμφαση στην τεχνική και κατανόηση του element. Το 2018 κέρδισε την πρώτη θέση στην κατηγορία Advanced Silks στον διαγωνισμό International Pole and Aerial Tournaments στο Ηνωμένο Βασίλειο. Συνεργάζεται με την ομάδα KIRKO, παραδίδοντας σεμινάρια σε θέματα που αφορούν τη δυναμική τεχνική, τα ρολαρίσματα και τη δημιουργική χορογραφία.",
    includes: [
      "Dynamic Transitions & Flows",
      "Advanced Beats & Roll ups",
      "Meathooks techniques",
      "Τεχνική και κατανόηση του element",
      "Δυναμική τεχνική σε πανί και σχοινί",
      "Προαπαιτούμενα Group 1: Αναστροφές (βάτραχοι) με τεντωμένα πόδια",
      "Προαπαιτούμενα Group 2: Καλή γνώση βασικών αιωρήσεων & meathooks",
    ],
    instructors: ["Στέλλα Τζίρτη"],
    location:"",
    image: "/events/Silks-Rope-Workshops-07-05-2023.webp", 
    googleFormLink: "",
  },
  {
    id: 6,
    slug: "get-into-handstands-alignment-and-technique",
    title: "Get Into Handstands(alignment and technique)",
    startDate: "2023-06-10",
    date: "Σάββατο 10/06/2023",
    time: "Ώρα: 12:00",
    description:
      "Όλοι μας απολαύσαμε το πρώτο εργαστήριο Get into handstands! Σε αυτό θα δούμε πιο συγκεκριμένα τις κατακόρυφες-ανεστραμμένες θέσεις κ την τεχνική ευθυγράμμισης αυτών, περισσότερο μέσα από ισομετρικές και στατικές θέσεις.\n\nΑπευθύνεται σε: Ασκούμενους yoga (beginners, intermediate level), pilates, γυμναστές και ενδιαφερόμενους ακροβατικής.",
    includes: [
      "Τεχνική ευθυγράμμισης κατακόρυφων θέσεων",
      "Ισομετρικές και στατικές θέσεις",
      "Προσεκτική προετοιμασία σώματος",
      "Ασφαλής προσέγγιση ανεστραμμένων θέσεων",
    ],
    instructors: ["Νίκος Σταφυλίδης"],
    location:"",
    image: "/events/Get-Into-Handstandsalignment-and-technique_10_6_23.webp", 
    googleFormLink: "",
  },
  {
    id: 7,
    slug: "backbends-on-arm-balances",
    title: "Backbends on arm balances",
    startDate: "2023-06-11",
    date: "Κυριακή 11/06/2023",
    time: "Ώρα: 12:00",
    description:
      "Στο εργαστήριο αυτό θα εμβαθύνουμε τις ανεστραμμένες θέσεις σε συνδυασμό με τα backbends με σκοπό να επιτύχουμε σταθερότητα σε συνδυασμό με την ασφάλεια του σώματος και την σωστή προετοιμασία αυτού.\n\nΑπευθύνεται σε: Ασκούμενους yoga (intermediate and advanced level), pilates, γυμναστές και ενδιαφερόμενους ακροβατικής.",
    includes: [
      "Εμβάθυνση σε ανεστραμμένες θέσεις",
      "Συνδυασμός με backbends",
      "Τεχνικές σταθερότητας",
      "Ασφαλής προετοιμασία σώματος",
    ],
    instructors: ["Νίκος Σταφυλίδης"],
    location:"",
    image: "/events/Backbends_on_arm_balances_11_06_23.webp",
    googleFormLink: "",
  },
  {
    id: 8,
    slug: "creative-flow",
    title: "Creative Flow Workshop: Getting out of the ordinary",
    startDate: "2023-10-21",
    date: "Σάββατο 21/10/2023",
    time: "Ώρα: 12:30-14:30",
    description:
      "Ξεκινάμε την νέα μας σεζόν με το πρώτο workshop!🤩\n\nCreative flow workshop “getting out of the ordinary”\n\nΈνα workshop βασισμένο στην Vinyasa Flow Yoga, με στοιχεια improvisation και βασικές neurodynamics ασκήσεις.\n\nΣε αυτό το σεμινάριο θα εξερευνήσουμε την αναπνοή και το σώμα, το εύρος κίνησης κάθε θέσης, αλλά και ξεχωριστούς συνδυασμούς θέσεων που θα μας βγάλουν από το comfort zone μας και θα μας βάλουν στην δημιουργική ροή.\n\nΘα αφεθούμε στην ροή, αφυπνίζοντας το σώμα, ενθαρρύνοντας το παιχνίδι και την διασκέδαση, με κύρια συστατικά την ενδυνάμωση, την επίγνωση των σωματικών δυνατοτήτων, την κίνηση έξω από τα τετριμμένα και την σύνδεση κίνησης, αναπνοής και ενέργειας.\n\nΑν θέλεις να εξερευνήσει την ροή της κίνησης πέρα από τα όρια του νου, αυτό το workshop είναι για εσένα! Σε περιμένω να το ανακαλύψουμε παρέα!\n\nΗ Ανθή Ροροπούλου είναι πιστοποιημένη δασκάλα γιόγκα από την Yoga Alliance International (700H RYT), με πολυετή εμπειρία και εκπαιδεύσεις στο Ensemble Physical Theatre.\nΣτόχος της είναι, μέσα από τις διδασκαλίες της, να εμπνεύσει τον κόσμο να έρθει σε επαφή με τον αυθεντικό εαυτό, την ευχαρίστηση και την πηγαία ζωτική ενέργεια!",
    includes: [
      "Vinyasa Flow Yoga",
      "Στοιχεία improvisation",
      "Neurodynamics ασκήσεις",
      "Εξερεύνηση αναπνοής και σώματος",
      "Σύνδεση κίνησης, αναπνοής και ενέργειας",
    ],
    instructors: ["Ανθή Ροροπούλου"],
    location:"",
    image: "/events/creative-flow-workshop_21_10_23.webp",
    googleFormLink: "",
  },
    {
    id: 9,
    slug: "christmas-decoration-aiorisis",
    title: "Christmas Decoration 2023",
    startDate: "2023-11-26",
    date: "Κυριακή 26/11/2023",
    time: "Ώρα: 17:00",
    description:
      "Την Κυριακή 26/11 στις 17:00 σας προσκαλούμε να στολίσουμε παρέα το Αιώρησις Studio.\n\nΕλάτε να μοιραστούμε την εορταστική ατμόσφαιρα με άκρως χριστουγεννιάτικη διάθεση.\n\nΘα χαρούμε να σας έχουμε κοντά μας.",
    includes: [
      "Στολισμός του Αιώρησις Studio",
      "Εορταστική ατμόσφαιρα",
      "Χριστουγεννιάτικη διάθεση",
    ],
    instructors: ["Το Αιώρησις Team"],
    location:"",
    image: "/events/Christmas-Decoration-26_11_23.webp",
    googleFormLink: "",
  },
  {
    id: 10,
    slug: "the-circus-that-came-to-life-at-christmas",
    title: "Το τσίρκο που ζωντάνεψε τα Χριστούγεννα",
    startDate: "2023-12-17",
    date: "Κυριακή 17/12/2023",
    time: "Ώρα: 18:00",
    description:
      "Χριστουγεννιάτικη παράσταση🎄\n\nΤην Κυριακή 17/12 στις 18:00 θα γίνει η Χριστουγεννιάτικη παράστασή μας βασισμένη σε μια ιστορία που θα μαγέψει μικρούς κ μεγάλους. Οι μαθητές της σχολής μας θα συμμετέχουν με χορογραφίες aerial silks, aerial yoga & yoga dance.\n\nΛόγω του περιορισμού του χώρου θα μπορέσετε να μας παρακολουθήσετε live μέσω Instagram & YouTube ♥️💚\n\nΤόπος: @aiorisis",
    includes: [
      "Χορογραφίες Aerial Silks",
      "Χορογραφίες Aerial Yoga",
      "Χορογραφίες Yoga Dance",
      "Live streaming (Instagram & YouTube)",
    ],
    instructors: ["Οι μαθητές του Αιώρησις"],
    location:"",
    image: "/events/christmas-circus-performance-2023.webp",
    googleFormLink: "",
  },
  {
    id: 11,
    slug: "straps-beats-workshop",
    title: "Straps beats – αιωρήσεις στα straps",
    startDate: "2024-09-29",
    date: "Κυριακή 29/09/2024",
    time: "Ώρα: 12:00 - 14:30",
    description:
      "Επίπεδο strong intermediate - advanced (σε straps ή άλλο εναέριο εξοπλισμό).\n\nΠροαπαιτούμενα:\nΟι συμμετέχοντες θα πρέπει:\n– να μπορούν να αναποδογυρίζουν με άνεση σε κάποιο εναέριο εξοπλισμό\n– να μπορούν να κάνουν έλξεις (χωρίς ή με ελάχιστη βοήθεια)\n– να έχουν εμπειρία σε straps ή σε άλλο εναέριο element (σχοινί, πανί, trapeze, hoop) σε επίπεδο strong intermediate – advanced",
    includes: [
      "Τεχνική αιωρήσεων (beats) στα straps",
      "Ενδυνάμωση και ειδικές λαβές (grips)",
      "Roll ups και δυναμικές μεταβάσεις",
      "Ασκησιολόγιο για προχωρημένο επίπεδο",
    ],
    instructors: ["Στέλλα Τζίρτη"],
    location:"",
    image: "/events/workshop-stella-tzirti-straps-beats.webp",
    googleFormLink: "",
  },
  {
    id: 12,
    slug: "arm-balances-workshop-theodoros-famelis",
    title: "Challenge your balance",
    startDate: "2024-10-13",
    date: "Κυριακή 13/10/2024",
    time: "Ώρα: 12:00 - 14:30",
    description:
      "Αυτοπεποίθηση, πίστη, θάρρος, εμπιστοσύνη! Τελικά χρειάζεται μόνο δύναμη για να «πάρεις» το βάρος στα χέρι σου? Τι είναι αυτό που τελικά μας δυσκολεύει περισσότερο στις στηρίξεις στα χέρια?\n\nΈλα μαζί μας στο σεμινάριο arm balances για να ανακαλύψουμε, να πειραματιστούμε και να παίξουμε με τις στηρίξεις στα χέρια.\n\nΈνα μάθημα ροής που στόχο θα έχει να προετοιμάσει και να οδηγήσει το σώμα και τον νου στην καλύτερη δυνατή προσέγγιση σε αυτή την ομάδα δυναμικών θέσεων της γιόγκα. Κατάλληλο για όλα τα επίπεδα ασκουμένων.\n\n",
    includes: [
      "Προετοιμασία σώματος και νου για στηρίξεις",
      "Πειραματισμός και παιχνίδι με arm balances",
      "Δυναμικό μάθημα ροής (Flow)",
      "Προσέγγιση κατάλληλη για όλα τα επίπεδα",
    ],
    instructors: ["Θεόδωρος Φαμέλης"],
    instructorDetails: "Λίγα λόγια για τον εισηγητή:\nΟ Θεόδωρος Φαμέλης ενημερώνεται διαρκώς, παρακολουθώντας σεμινάρια και workshops. Το 2013 έκανε το πρώτο Teacher Training 200hrs στο Ghyta Yoga School, ενώ το 2014 ολοκλήρωσε και το Advanced Sadhana Training 300hrs στον ίδιο χώρο. Το 2018 ολοκλήρωσε το YogaWorks YTT 200h ενώ το 2022 τις 300 ώρες στο ίδιο σύστημα. Συμμετέχει ως εκπαιδευτής σε εκπαιδεύσεις δασκάλων γιόγκα και το μονοπάτι του συνεχίζεται με σκοπό την πνευματική γαλήνη.",
    location:"",
    image: "/events/arm-balances-workshop-theodoros-famelis-13-10-2024.webp",
    googleFormLink: "",
  },
  {
    id: 13,
    slug: "acroyoga-inversions-on-humans-karvelis",
    title: "Acroyoga Inversions on Humans",
    startDate: "2024-12-14",
    date: "Σάββατο 14/12/2024",
    time: "Ώρα: 17:00 - 20:00",
    description:
      "Το επίπεδο του εργαστηρίου είναι ανοιχτό για όλους. Δεν απαιτείται κάποια προηγούμενη εμπειρία. Δεν χρειάζεται επίσης να φέρετε κάποιον μαζί σας, τα ζευγάρια και οι τριάδες δημιουργούνται εκεί.\n\nΣτο πρώτο κομμάτι του εργαστηρίου θα εμβαθύνουμε σε τεχνικές στηρίξεων/ κατακόρυφα, τρόπους και ασκήσεις (drills) που κάνουν τις στηρίξεις στα χέρια προσιτές και για όλους. Στο δεύτερο κομμάτι θα δουλέψουμε σε ομάδες (ζευγάρια και τριάδες) κάνοντας εφαρμογή των στηρίξεων στο ακροβατικό μας ζευγάρι.\n\nΙδανικό εργαστήριο για ακροβάτες, δασκάλους yoga, performers, χορευτές και γενικότερα για όσους ενδιαφέρονται να ανακαλύψουν διαφορετικούς τρόπους κίνησης. Φέρτε την καλή σας διάθεση, όρεξη για συνεργασία και ελάτε να πετάξουμε παρέα!\n\n",
    includes: [
      "Warm up για κατακόρυφα & Δυναμική ευλυγισία",
      "Acrobatics vocabulary & Είσοδοι σε κατακόρυφα",
      "Ασκήσεις ισορροπίας & εμπιστοσύνης",
      "Spotting drills & Acroyoga calibrations",
      "Assisted inversions",
    ],
    instructors: ["John Karvelis"],
    instructorDetails: "Λίγα λόγια για τον εισηγητή:\nΟ Γιάννης Καρβέλης είναι πιστοποιημένος δάσκαλος Acroyoga.org Level 2 και Immersion teacher, πιστοποιημένος δάσκαλος yoga (Hatha και Vinyasa Krama) και θεραπευτής Thai Yoga massage από το Sunshine network. Του αρέσει να συνδυάζει τα δυνατά στοιχεία της ακροβατικής, τις θεραπευτικές τέχνες και την επικοινωνία των ανθρώπων σε ομάδες με την καλύτερη ποιότητα επαφής στο σώμα και το μυαλό.",
    location:"",
    image: "/events/acroyoga-inversions-on-human-14-12-2024.webp",
    googleFormLink: "",
  },
  {
    id: 14,
    slug: "echoes-of-cities",
    title: "Echoes of Cities – Θεατρική παράσταση μαθητών",
    startDate: "2025-06-14",
    date: "Σάββατο 14/06/2025",
    time: "Ώρα: 18:30",
    description:
      "Η παράσταση της χρονιάς πλησιάζει! Με ενθουσιασμό σας παρουσιάζουμε το “Echoes of cities” μια παράσταση φτιαγμένη με πολύ μεράκι και ενθουσιασμό!\n\nΣας περιμένουμε στις 14 Ιουνίου στο @theatro_avlaia για να ταξιδέψουμε μαζί μέσα από την κίνηση και τον χορό, στον χρόνο και στις πόλεις του κόσμου!\n\nΚείμενο: Εύη Πριόνα\nΕπιμέλεια παράστασης : Εύη Πριόνα & Έλλη Καρυάτη\nΧορογραφική σύνθεση : Εύη Πριόνα, Νατάσα Πετρίδου, Ραφαέλα Χατζηκώστα, Ναταλία Μιχαήλ, Στέλλα Τζίρτη, Μαριαλίνα Παπαδοπούλου & Ελένη Τσιακίρη\nΒίντεο/φωτογραφία: Γιάννης Μιτσοκάπας, Ευγενία\n\n",
    includes: [
      "Πρωτότυπη χορογραφική σύνθεση",
      "Συμμετοχή όλων των τμημάτων της σχολής",
      "Θεματικό ταξίδι στις πόλεις του κόσμου",
      "Συνδυασμός κίνησης, χορού και εναέριων τεχνών",
      "Κείμενα και καλλιτεχνική επιμέλεια",
    ],
    instructors: ["Το Αιώρησις Team"],
    instructorDetails: "",
    location:"Θέατρο Αυλαία",
    image: "/events/echoes-of-cities-10-06-2025.webp",
    googleFormLink: "",
  },
  {
    id: 15,
    slug: "aerial-yoga-duo",
    title: "Aerial Yoga duo workshop with Evi Priona & Stella Zoupou",
    startDate: "2025-10-12",
    date: "Σάββατο 12/06/2025",
    time: "Ώρα: 18:30",
    description:
      "Η παράσταση της χρονιάς πλησιάζει! Με ενθουσιασμό σας παρουσιάζουμε το “Echoes of cities” μια παράσταση φτιαγμένη με πολύ μεράκι και ενθουσιασμό!\n\nΣας περιμένουμε στις 14 Ιουνίου στο @theatro_avlaia για να ταξιδέψουμε μαζί μέσα από την κίνηση και τον χορό, στον χρόνο και στις πόλεις του κόσμου!\n\nΚείμενο: Εύη Πριόνα\nΕπιμέλεια παράστασης : Εύη Πριόνα & Έλλη Καρυάτη\nΧορογραφική σύνθεση : Εύη Πριόνα, Νατάσα Πετρίδου, Ραφαέλα Χατζηκώστα, Ναταλία Μιχαήλ, Στέλλα Τζίρτη, Μαριαλίνα Παπαδοπούλου & Ελένη Τσιακίρη\nΒίντεο/φωτογραφία: Γιάννης Μιτσοκάπας, Ευγενία\n\n",
    includes: [
      "Πρωτότυπη χορογραφική σύνθεση",
      "Συμμετοχή όλων των τμημάτων της σχολής",
      "Θεματικό ταξίδι στις πόλεις του κόσμου",
      "Συνδυασμός κίνησης, χορού και εναέριων τεχνών",
      "Κείμενα και καλλιτεχνική επιμέλεια",
    ],
    instructors: ["Πριόνα Εύη", "Στέλλα Ζούπου"],
    instructorDetails: "",
    location:"",
    image: "/events/aerial-yoga-duo-workshop12-10-2025.webp",
    googleFormLink: "",
  },
  {
    id: 16,
    slug: "assists-in-inversions-handstands",
    title: "Assists in inversions & handstands",
    startDate: "2025-11-08",
    date: "Σάββατο 08/11/2025",
    time: "Ώρα: 18:00 - 20:30",
    description:
      "Το σεμινάριο διοργανώνεται από το @verticalproject_trainings σε συνεργασία με το Aiorisis.\n\n Σε αυτό το εργαστήριο ξεκινάμε με μια δομημένη Vinyasa (Solar Asana Sequence), που βήμα προς βήμα θα μας οδηγήσει σε αναστροφές, εξειδικευμένες κινήσεις και αλληλουχίες που εκπαιδεύουν το φυσικό σώμα και “ελέγχουν” τον συναισθηματικό νου. Στη συνέχεια, έξυπνες ασκήσεις -drills- των στηρίξεων στα χέρια, δίνουν το σχήμα σε αυτές πριν ακόμα την τελική τους εκτέλεση! \n\nΣυμπληρωματικά, η κατάλληλη υποστήριξη από τους φίλους μας (assists) – και ΟΧΙ από τους τοίχους! – καθώς και πολλά ακόμα μικρά βήματα, θα μας οδηγήσουν σε αμέτρητες μικρές “νίκες” που θα καταλήξουν εν τέλει στο στόχο ενός σταθερού κατακορύφου! Το εργαστήριο απευθύνεται σε: Ασκούμενους με μερική εμπειρία στη yoga, χωρίς σοβαρούς τραυματισμούς, Δασκάλους Yoga, Pilates, χορευτές και performers, γυμναστές και γενικότερα όσους ασχολούνται με το φυσικό σώμα. acroyoga και yoga, και να συνδεθεί με διαφορετικές κοινότητες.\n\n Με μεγάλη δραστηριότητα σε πολλές χώρες ανά τον κόσμο, σε AcroYoga, ακροβατικά ζευγάρια, Yoga και Thai Massage, ο Γιάννης θα μας καθοδηγήσει σε ένα εργαστήριο που περιλαμβάνει:\n\n",
    includes: [
      "Solar Asana Sequence (Vinyasa leading to Handstand) ",
      "ATB (Alignment-Tightness-Balance) drills in Inversions",
      "Assisted Inversions & Range of motion drills ",
      "Thai massage for shoulders and lower back release",
    ],
    instructors: ["John Karvelis"],
    instructorDetails: "Λίγα λόγια για τον εισηγητή:\nΟ Γιάννης Καρβέλης είναι πιστοποιημένος δάσκαλος Acroyoga.org Level 2 και Immersion teacher, πιστοποιημένος δάσκαλος yoga (Hatha και Vinyasa Krama) και θεραπευτής Thai Yoga massage από το Sunshine network. Του αρέσει να συνδυάζει τα δυνατά στοιχεία της ακροβατικής, τις θεραπευτικές τέχνες και την επικοινωνία των ανθρώπων σε ομάδες με την καλύτερη ποιότητα επαφής στο σώμα και το μυαλό.",
    location:"",
    image: "/events/assists-in-inversions-&-handstands.webp",
    googleFormLink: "",
  },
  {
    id: 17,
    slug: "backbends-workshop-by-famelis",
    title: "Backbends workshop",
    startDate: "2025-11-29",
    date: "Σάββατο 29/11/2025",
    time: "Ώρα: 18:00 - 20:00",
    description:
      "Πόσες φορές ακούμε backbends και αυτόματα μας «τραβάει» η μέση; Μήπως δεν θα έπρεπε; Στο πρώτο μας σεμινάριο θα εξερευνήσουμε τις υπερεκτάσεις μέσα από μια δυναμική ροή.\n\nΘα προθερμάνουμε το σώμα, θα ξεμπλοκάρουμε τα σημεία-κλειδιά για ασφαλείς οπίσθιες κάμψεις και θα μάθουμε πώς να τις προσεγγίζουμε με δύναμη, επίγνωση και άνεση. \n\n",
    includes: [
      "Εξερεύνηση υπερεκτάσεων (Backbends) μέσω δυναμικής ροής",
      "Προθέρμανση και στοχευμένο 'ξεμπλοκάρισμα' σημείων-κλειδιών",
      "Τεχνικές για ασφαλείς οπίσθιες κάμψεις χωρίς επιβάρυνση στη μέση",
      "Ανάπτυξη δύναμης και σωματικής επίγνωσης",
      "Προσέγγιση των οπίσθιων κάμψεων με άνεση",
    ],
    instructors: ["Θεόδωρος Φαμέλης"],
    instructorDetails: "Λίγα λόγια για τον εισηγητή:\nΟ Θεόδωρος Φαμέλης ενημερώνεται διαρκώς, παρακολουθώντας σεμινάρια και workshops. Το 2013 έκανε το πρώτο Teacher Training 200hrs στο Ghyta Yoga School, ενώ το 2014 ολοκλήρωσε και το Advanced Sadhana Training 300hrs στον ίδιο χώρο. Το 2018 ολοκλήρωσε το YogaWorks YTT 200h ενώ το 2022 τις 300 ώρες στο ίδιο σύστημα. Συμμετέχει ως εκπαιδευτής σε εκπαιδεύσεις δασκάλων γιόγκα και το μονοπάτι του συνεχίζεται με σκοπό την πνευματική γαλήνη.",
    location:"",
    image: "/events/backbends-workshop-by-famelis.webp",
    googleFormLink: "",
  },
  {
    id: 18,
    slug: "upside-down-workshop-by-famelis",
    title: "Upside down workshop",
    startDate: "2025-11-30",
    date: "Κυριακή 30/11/2025",
    time: "Ώρα: 11:00 - 13:00",
    description:
      "Πόσες φορές ακούμε backbends και αυτόματα μας «τραβάει» η μέση; Μήπως δεν θα έπρεπε; Στο πρώτο μας σεμινάριο θα εξερευνήσουμε τις υπερεκτάσεις μέσα από μια δυναμική ροή.\n\nΘα προθερμάνουμε το σώμα, θα ξεμπλοκάρουμε τα σημεία-κλειδιά για ασφαλείς οπίσθιες κάμψεις και θα μάθουμε πώς να τις προσεγγίζουμε με δύναμη, επίγνωση και άνεση. \n\n",
    includes: [
      "Εξερεύνηση υπερεκτάσεων (Backbends) μέσω δυναμικής ροής",
      "Προθέρμανση και στοχευμένο 'ξεμπλοκάρισμα' σημείων-κλειδιών",
      "Τεχνικές για ασφαλείς οπίσθιες κάμψεις χωρίς επιβάρυνση στη μέση",
      "Ανάπτυξη δύναμης και σωματικής επίγνωσης",
      "Προσέγγιση των οπίσθιων κάμψεων με άνεση",
    ],
    instructors: ["Θεόδωρος Φαμέλης"],
    instructorDetails: "Λίγα λόγια για τον εισηγητή:\nΟ Θεόδωρος Φαμέλης ενημερώνεται διαρκώς, παρακολουθώντας σεμινάρια και workshops. Το 2013 έκανε το πρώτο Teacher Training 200hrs στο Ghyta Yoga School, ενώ το 2014 ολοκλήρωσε και το Advanced Sadhana Training 300hrs στον ίδιο χώρο. Το 2018 ολοκλήρωσε το YogaWorks YTT 200h ενώ το 2022 τις 300 ώρες στο ίδιο σύστημα. Συμμετέχει ως εκπαιδευτής σε εκπαιδεύσεις δασκάλων γιόγκα και το μονοπάτι του συνεχίζεται με σκοπό την πνευματική γαλήνη.",
    location:"",
    image: "/events/upside-down-workshop-by-famelis.webp",
    googleFormLink: "",
  },
  {
    id: 19,
    slug: "workshop-creative-flow-with-anthi-roro",
    title: "Workshop Creative Flow with Anthi Roropoulou",
    startDate: "2025-12-07",
    date: "Κυριακή 07/12/2025",
    time: "Ώρα: 18:30",
    description:
      "Ένα δίωρο ταξίδι ελεύθερης ροής, κίνησης και αυθεντικής έκφρασης. Μέσα από τη σύνδεση σώματος, αναπνοής και δημιουργικότητας, θα εξερευνήσουμε πώς η πρακτική μπορεί να γίνει ένας χώρος ελευθερίας και εσωτερικής έμπνευσης. Έλα να αφεθείς στη ροή, να ξεφύγεις από το comfort zone σου και να ανακαλύψεις νέους τρόπους να συνδέεσαι με τον εαυτό σου..\n\nΗ ενέργεια, η προσπάθεια, τα χαμόγελα - όλα όσα κάνουν αυτό το workshop κάτι μοναδικό.\n\nΠετάξαμε, γελάσαμε, κουραστήκαμε, αλλά πάνω απ’ όλα… συνδεθήκαμε. 💫\n\n",
    includes: [
      "Πρωτότυπη χορογραφική σύνθεση",
      "Συμμετοχή όλων των τμημάτων της σχολής",
      "Θεματικό ταξίδι στις πόλεις του κόσμου",
      "Συνδυασμός κίνησης, χορού και εναέριων τεχνών",
      "Κείμενα και καλλιτεχνική επιμέλεια",
    ],
    instructors: ["Ανθή Ροροπούλου"],
    instructorDetails: "Η Ανθή Ροροπούλου διδάσκει yoga τα τελευταία 8 χρόνια με στόχο της να υποστηρίξει το μονοπάτι των μαθητών/τριών της στην πρακτική, να εμπνεύσει, να βοηθήσει και να εξελίξει τις δυνατότητες τους. Μέσα από την συνεχή εξέλιξη της και εκπαίδευση της θέλει να μοιραστεί την γνώση και την μαγεία αυτής της πρακτικής και να δημιουργήσει μια ολοκληρωμένη εμπειρία για τους συμμετέχοντες.\nΠιστοποιημένη από την Yoga Alliance India - Master yoga teacher 700h",
    location:"",
    image: "/events/workshop-creative-flow-with-anthi-roro.webp",
    googleFormLink: "",
  },
  {
    id: 20,
    slug: "flow-to-the-sound",
    title: "Flow to the sound",
    startDate: "2026-01-17",
    date: "Κυριακή 17/01/2026",
    time: "Ώρα: 18:00 - 19:30",
    description:
      "Τι συμβαίνει όταν σταματάς να σκέφτεσαι την ροή αλλά αρχίζεις να την ακούς;\n\nΌταν η πρακτική δεν ακολουθείται μόνο από την κίνηση αλλά από τον ήχο, την αναπνοή και τον ρυθμό.🎶",
    includes: [
      "Πρακτική Vinyasa Flow σε πλήρη αρμονία με τον ήχο",
      "Συντονισμός αναπνοής (Pranayama) με ηχητικά τοπία (Soundscapes)",
      "Εξερεύνηση της κίνησης μέσα από τον ρυθμό και την εσωτερική ακρόαση",
      "Εμπειρία βαθιάς χαλάρωσης (Savasana) με θεραπευτικούς ήχους",
      "Σύνδεση κίνησης, ήχου και ενέργειας",
    ],
    instructors: ["Γιάννης Μιτσοκάπας"],
    instructorDetails: "",
    location:"",
    image: "/events/flow-to-the-sound-masterclass-17-01-2026.webp",
    googleFormLink: "",
  },
  {
    id: 21,
    slug: "ocean-of-emotions",
    title: "Ocean of Emotions",
    startDate: "2026-06-06",
    date: "Κυριακή 06/06/2026",
    time: "Ώρα: 18:30",
    description:
      "Υπάρχουν συναισθήματα που δεν λέγονται.\nΜόνο κινούνται. Αναπνέουν. Αιωρούνται.\n\nΣώματα στον αέρα γίνονται κύματα, άλλοτε ήρεμα, άλλοτε ορμητικά.\nΗ ένταση συναντά τον ρυθμό, η ευαισθησία μπλέκεται με τη δύναμη, και κάθε κίνηση αφηγείται μια ιστορία.\n\nΑφέσου. Νιώσε. Βυθίσου.\n\nΜια παράσταση εναέριων ακροβατικών που κινείται ανάμεσα στην αγάπη, τη μοναξιά, τη σύγκρουση και την αρμονία.",
    includes: [
      "Πρωτότυπη παράσταση εναέριων ακροβατικών & χορού",
      "Θεματική προσέγγιση συναισθημάτων (Αγάπη, Μοναξιά, Σύγκρουση, Αρμονία)",
      "Ζωντανή αφήγηση και πρωτότυπα κείμενα",
      "Συνδυασμός εναέριων τεχνών (Silks, Hoop, Aerial Yoga, Straps, Flying Pole & Rope) και σύγχρονης κίνησης",
      "Συμμετοχή των σπουδαστών και δασκάλων της σχολής",
    ],
    instructors: ["Εύη Πριόνα", "Γιάννης Μιτσοκάπας", "Ανθή Ροροπούλου", "Νατάσα Πετρίδου", "Στέλλα Τζίρτη", "Ναταλία Μιχαήλ", "Μαριαλίνα Παπαδοπούλου"],
    instructorDetails: "Κείμενο: Εύη Πριόνα | Αφήγηση: Γιάννης Μιτσοκάπας | Χορογραφίες: Εύη Πριόνα, Ανθή Ροροπούλου, Νατάσα Πετρίδου, Στέλλα Τζίρτη, Ναταλία Μιχαήλ, Μαριαλίνα Παπαδοπούλου",
    location: "Thessaloniki Concert Hall",
    image: "/events/ocean-of-emotions.webp",
    googleFormLink: "https://www.more.com/gr-el/tickets/music/aiorisis-ocean-of-emotions/",
  },
];
